Revit 2024 API
SynchronizeWithCentralOptions Constructor
 Constructs a new instance of SynchronizeWithCentralOptions initialized with default options.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public SynchronizeWithCentralOptions()
Visual Basic
Public Sub New
Visual C++
public:
SynchronizeWithCentralOptions()
See Also
SynchronizeWithCentralOptions Class
Autodesk.Revit.DB Namespace